{
	"team": [
		{
			"title": "Co-Founder & CEO",
			"name": "Lubega Joseph",
			"description": "Joseph leads the company's vision and strategy, ensuring the delivery of innovative software solutions and high-quality computer maintenance services.",
			"profile": "/team/c1.svg",
			"link": "/"
		},
		{
			"title": "Co-Founder & CTO",
			"name": "Ssekyene Robert",
			"description": "Robert oversees all technical operations, from software development to IT support, ensuring scalable solutions and expert troubleshooting for maintenance services.",
			"profile": "/team/c2.svg",
			"link": "/"
		},
		{
			"title": "Co-Founder & COO",
			"name": "Ainebyoona Dickson",
			"description": "Dickson manages daily operations and customer relations, ensuring smooth service delivery for both software projects and computer maintenance.",
			"profile": "/team/c3.svg",
			"link": "/"
		}
	],
	"process": [
		{
			"index": 1,
			"label": "Consultation",
			"content": "We begin by understanding your business goals, challenges, and specific requirements. This helps us define the project scope, timeline, and budget to ensure we are aligned from the start."
		},
		{
			"index": 2,
			"label": "Planning",
			"content": "Once we understand your needs, we create a detailed project plan with clear milestones and timelines. This ensures all requirements are met and resources are allocated efficiently for a successful execution."
		},
		{
			"index": 3,
			"label": "Implementation",
			"content": "With the plan developed, we proceed with building and integrating the solution into your existing systems. Our team ensures everything is developed according to specifications, with a focus on functionality and scalability."
		},
		{
			"index": 4,
			"label": "Quality Assurance",
			"content": "Before we launch, we conduct rigorous testing to ensure the solution is bug-free, secure, and performs as expected. User acceptance testing ensures that the final product aligns with your business needs and expectations."
		},
		{
			"index": 5,
			"label": "Launch & Ongoing Support",
			"content": "Once the solution is ready, we deploy it to your live environment. We continue to offer post-launch support, including monitoring, maintenance, and updates to ensure long-term success."
		}
	]
}
